Repository: Daksh/terminal-activity
Catalog: po/*.po
Languages: ta

source: Terminal
ta: முடிவு

source: Terminal Activity
ta: செயற்பாட்டுமுடிவு

source: Edit
ta: திருத்து

source: Open New Tab
ta: புதியநாடாவைத்திற

source: Close Tab
ta: நாடாவை மூடு

source: Become root
ta: பொருத்தமான பாதை

source: Previous Tab
ta: முன்னைய நாடா

source: Next Tab
ta: அடுத்த நாடா

source: Tab
ta: நாடா

source: Fullscreen
ta: முழுத்திரை
